Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Additional Settings
de: Zusätzliche Einstellungen
es: Configuraciones adicionales
fr: Paramètres supplémentaires
hi: अतिरिक्त सेटिंग्स
id: Pengaturan Tambahan
ja: 追加設定
ko: 추가 설정
pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
tr: Ek Ayarlar
uk: Додаткові налаштування
vi: Cài đặt bổ sung
zh_hans: 附加设置
zh_hant: 附加設定

source: Additional URL 1
de: Zusätzliche URL 1
es: URL adicional 1
fr: URL supplémentaire 1
hi: अतिरिक्त यूआरएल 1
id: URL tambahan 1
ja: 追加URL1
ko: 추가 URL 1
pl: Dodatkowy adres URL 1
pt_br: URL adicional 1
tr: Ek URL 1
uk: Додаткова URL-адреса 1
vi: URL bổ sung 1
zh_hans: 附加网址 1
zh_hant: 附加網址 1

source: Additional URL 2
de: Zusätzliche URL 2
es: URL adicional 2
fr: URL supplémentaire 2
hi: अतिरिक्त यूआरएल 2
id: URL tambahan 2
ja: 追加URL2
ko: 추가 URL 2
pl: Dodatkowy adres URL 2
pt_br: URL adicional 2
tr: Ek URL 2
uk: Додаткова URL-адреса 2
vi: URL bổ sung 2
zh_hans: 附加网址 2
zh_hant: 附加網址 2

source: Additional settings
de: Zusätzliche Einstellungen
es: Configuraciones adicionales
fr: Paramètres supplémentaires
hi: अतिरिक्त सेटिंग्स
id: Pengaturan tambahan
ja: 追加設定
ko: 추가 설정
pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
tr: Ek ayarlar
uk: Додаткові налаштування
vi: Cài đặt bổ sung
zh_hans: 附加设置
zh_hant: 附加設定

source: Adjusts generation parameters
de: Passt die Generierungsparameter an
es: Ajusta los parámetros de generación.
fr: Ajuste les paramètres de génération
hi: पीढ़ी मापदंडों को समायोजित करता है
id: Menyesuaikan parameter pembangkitan
ja: 生成パラメータを調整します
ko: 생성 매개변수를 조정합니다.
pl: Dostosowuje parametry generacji
pt_br: Ajusta parâmetros de geração
tr: Üretim parametrelerini ayarlar
uk: Налаштовує параметри генерації
vi: Điều chỉnh các thông số thế hệ
zh_hans: 调整生成参数
zh_hant: 調整生成參數

source: Agent Builder Guide
de: Agent Builder-Handbuch
es: Guía del creador de agentes
fr: Guide de création d'agents
hi: एजेंट बिल्डर गाइड
id: Panduan Pembuat Agen
ja: エージェントビルダーガイド
ko: 에이전트 빌더 가이드
pl: Przewodnik Konstruktora Agentów
pt_br: Guia do Agent Builder
tr: Ajan Oluşturucu Kılavuzu
uk: Посібник із створення агентів
vi: Hướng dẫn xây dựng đại lý
zh_hans: 代理生成器指南
zh_hant: 代理程式生成器指南

source: Agent Name
de: Agentenname
es: Nombre del agente
fr: Nom de l'agent
hi: एजेंट का नाम
id: Nama Agen
ja: エージェント名
ko: 대리인 이름
pl: Nazwa agenta
pt_br: Nome do Agente
tr: Temsilci Adı
uk: Ім'я агента
vi: Tên đại lý
zh_hans: 代理名称
zh_hant: 代理名稱

source: Agent usually consumes upto 500-2000 credits per request.
de: Der Agent verbraucht normalerweise bis zu 500–2000 Credits pro Anfrage.
es: El agente suele consumir entre 500 y 2000 créditos por solicitud.
fr: L'agent consomme généralement entre 500 et 2 000 crédits par demande.
hi: एजेंट आमतौर पर प्रति अनुरोध 500-2000 क्रेडिट तक का उपभोग करता है।
id: Agen biasanya menggunakan hingga 500-2000 kredit per permintaan.
ja: エージェントは通常、リクエストごとに最大 500 ～ 2000 クレジットを消費します。
ko: 에이전트는 일반적으로 요청당 최대 500~2000크레딧을 소비합니다.
pl: Agent zwykle zużywa do 500-2000 kredytów na żądanie.
pt_br: O agente geralmente consome de 500 a 2.000 créditos por solicitação.
tr: Temsilci genellikle istek başına 500-2000 krediye kadar tüketir.
uk: Агент зазвичай витрачає до 500-2000 кредитів на запит.
vi: Đại lý thường tiêu thụ tới 500-2000 tín dụng cho mỗi yêu cầu.
zh_hans: 代理每次请求通常消耗最多 500-2000 个积分。
zh_hant: 代理每次請求通常消耗最多 500-2000 個積分。

source: Agents
de: Agenten
es: Agentes
hi: एजेंट
id: Agen
ja: エージェント
ko: 에이전트
pl: Agenci
pt_br: Agentes
tr: Temsilciler
uk: Агенти
vi: Đại lý
zh_hans: 代理商
zh_hant: 代理商

source: Alibaba Model Studio API key
de: Alibaba Model Studio-API-Schlüssel
es: Clave API de Alibaba Model Studio
fr: Clé API d'Alibaba Model Studio
hi: अलीबाबा मॉडल स्टूडियो एपीआई कुंजी
id: Kunci API Alibaba Model Studio
ja: Alibaba Model Studio API キー
ko: 알리바바 모델 스튜디오 API 키
pl: Klucz API Alibaba Model Studio
pt_br: Chave de API do Alibaba Model Studio
tr: Alibaba Model Studio API anahtarı
uk: Ключ API Alibaba Model Studio
vi: Khóa API của Model Studio của Alibaba
zh_hans: 阿里巴巴模型工作室API密钥
zh_hant: 阿里巴巴模型工作室API金鑰

source: All
de: Alle
es: Todos
fr: Tout
hi: सब
id: Semua
ja: すべて
ko: 모두
pl: Wszystko
pt_br: Todos
tr: Hepsi
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All SwiftData database records across all projects
de: Alle SwiftData-Datenbankeinträge über alle Projekte hinweg
es: Todos los registros de la base de datos SwiftData en todos los proyectos
fr: Tous les enregistrements de la base de données SwiftData dans tous les projets
hi: सभी परियोजनाओं में सभी स्विफ्टडेटा डेटाबेस रिकॉर्ड
id: Semua catatan database SwiftData di semua proyek
ja: すべてのプロジェクトにわたるすべての SwiftData データベース レコード
ko: 모든 프로젝트의 모든 SwiftData 데이터베이스 기록
pl: Wszystkie rekordy bazy danych SwiftData we wszystkich projektach
pt_br: Todos os registros do banco de dados SwiftData em todos os projetos
tr: Tüm projelerdeki tüm SwiftData veritabanı kayıtları
uk: Усі записи бази даних SwiftData для всіх проектів
vi: Tất cả các bản ghi cơ sở dữ liệu SwiftData trên tất cả các dự án
zh_hans: 所有项目的所有 SwiftData 数据库记录
zh_hant: 所有專案的所有 SwiftData 資料庫記錄

source: All URLs should be related to a single brand for better results. Include pages like About, Home, or Brand Guidelines.
de: Um bessere Ergebnisse zu erzielen, sollten sich alle URLs auf eine einzige Marke beziehen. Fügen Sie Seiten wie „Info“, „Startseite“ oder „Markenrichtlinien“ hinzu.
es: Todas las URL deben estar relacionadas con una única marca para obtener mejores resultados. Incluya páginas como Acerca de, Inicio o Pautas de marca.
fr: Toutes les URL doivent être liées à une seule marque pour de meilleurs résultats. Incluez des pages telles que À propos, Accueil ou Directives de marque.
hi: बेहतर परिणामों के लिए सभी यूआरएल एक ही ब्रांड से संबंधित होने चाहिए। अबाउट, होम या ब्रांड दिशानिर्देश जैसे पेज शामिल करें।
id: Semua URL harus terkait dengan satu merek untuk hasil yang lebih baik. Sertakan halaman seperti Tentang, Beranda, atau Pedoman Merek.
ja: より良い結果を得るには、すべての URL を 1 つのブランドに関連付ける必要があります。 「概要」、「ホーム」、「ブランド ガイドライン」などのページが含まれます。
ko: 더 나은 결과를 얻으려면 모든 URL이 단일 브랜드와 관련되어야 합니다. 정보, 홈 또는 브랜드 지침과 같은 페이지를 포함합니다.
pl: Aby uzyskać lepsze wyniki, wszystkie adresy URL powinny być powiązane z jedną marką. Uwzględnij strony takie jak Informacje, Strona główna lub Wytyczne dotyczące marki.
pt_br: Todos os URLs devem estar relacionados a uma única marca para melhores resultados. Inclua páginas como Sobre, Página inicial ou Diretrizes da marca.
tr: Daha iyi sonuçlar için tüm URL'ler tek bir markayla ilişkili olmalıdır. Hakkında, Ana Sayfa veya Marka Yönergeleri gibi sayfaları ekleyin.
uk: Для кращих результатів усі URL-адреси мають бути пов’язані з одним брендом. Включайте такі сторінки, як «Про нас», «Домашня сторінка» або «Правила бренду».
vi: Tất cả các URL phải liên quan đến một thương hiệu duy nhất để có kết quả tốt hơn. Bao gồm các trang như Giới thiệu, Trang chủ hoặc Nguyên tắc thương hiệu.
zh_hans: 所有 URL 都应与单一品牌相关，以获得更好的效果。包括“关于”、“主页”或“品牌指南”等页面。
zh_hant: 所有 URL 都應與單一品牌相關，以獲得更好的效果。包括「關於」、「首頁」或「品牌指南」等頁面。

source: All generated media files (images, videos, thumbnails)
de: Alle generierten Mediendateien (Bilder, Videos, Miniaturansichten)
es: Todos los archivos multimedia generados (imágenes, vídeos, miniaturas)
fr: Tous les fichiers multimédias générés (images, vidéos, vignettes)
hi: सभी जेनरेट की गई मीडिया फ़ाइलें (चित्र, वीडियो, थंबनेल)
id: Semua file media yang dihasilkan (gambar, video, thumbnail)
ja: 生成されたすべてのメディア ファイル (画像、ビデオ、サムネイル)
ko: 생성된 모든 미디어 파일(이미지, 비디오, 썸네일)
pl: Wszystkie wygenerowane pliki multimedialne (zdjęcia, filmy, miniatury)
pt_br: Todos os arquivos de mídia gerados (imagens, vídeos, miniaturas)
tr: Oluşturulan tüm medya dosyaları (resimler, videolar, küçük resimler)
uk: Усі створені мультимедійні файли (зображення, відео, мініатюри)
vi: Tất cả các tệp phương tiện được tạo (hình ảnh, video, hình thu nhỏ)
zh_hans: 所有生成的媒体文件（图像、视频、缩略图）
zh_hant: 所有產生的媒體檔案（圖像、影片、縮圖）

source: All iCloud Documents created by the app
de: Alle von der App erstellten iCloud-Dokumente
es: Todos los documentos de iCloud creados por la aplicación
fr: Tous les documents iCloud créés par l'application
hi: ऐप द्वारा बनाए गए सभी iCloud दस्तावेज़
id: Semua Dokumen iCloud yang dibuat oleh aplikasi
ja: アプリによって作成されたすべての iCloud ドキュメント
ko: 앱에서 생성된 모든 iCloud 문서
pl: Wszystkie dokumenty iCloud utworzone przez aplikację
pt_br: Todos os documentos do iCloud criados pelo aplicativo
tr: Uygulama tarafından oluşturulan tüm iCloud Belgeleri
uk: Усі документи iCloud, створені програмою
vi: Tất cả Tài liệu iCloud được tạo bởi ứng dụng
zh_hans: 该应用程序创建的所有 iCloud 文档
zh_hant: 該應用程式創建的所有 iCloud 文檔

source: All in-memory caches (gallery, provider keys, images)
de: Alle In-Memory-Caches (Galerie, Anbieterschlüssel, Bilder)
es: Todos los cachés en memoria (galería, claves de proveedor, imágenes)
fr: Tous les caches en mémoire (galerie, clés de fournisseur, images)
hi: सभी इन-मेमोरी कैश (गैलरी, प्रदाता कुंजियाँ, चित्र)
id: Semua cache dalam memori (galeri, kunci penyedia, gambar)
ja: すべてのメモリ内キャッシュ (ギャラリー、プロバイダー キー、画像)
ko: 모든 메모리 내 캐시(갤러리, 공급자 키, 이미지)
pl: Wszystkie pamięci podręczne w pamięci (galeria, klucze dostawcy, obrazy)
pt_br: Todos os caches na memória (galeria, chaves de provedor, imagens)
tr: Tüm bellek içi önbellekler (galeri, sağlayıcı anahtarları, resimler)
uk: Усі кеші в пам’яті (галерея, ключі провайдера, зображення)
vi: Tất cả bộ nhớ đệm trong bộ nhớ (thư viện, khóa nhà cung cấp, hình ảnh)
zh_hans: 所有内存缓存（图库、提供程序密钥、图像）
zh_hant: 所有記憶體快取（圖庫、提供程序金鑰、圖像）

source: All local cached images and backdrop assets
de: Alle lokal zwischengespeicherten Bilder und Hintergrundressourcen
es: Todas las imágenes en caché locales y recursos de fondo
fr: Toutes les images locales mises en cache et les ressources de toile de fond
hi: सभी स्थानीय कैश्ड छवियाँ और पृष्ठभूमि संपत्तियाँ
id: Semua gambar cache lokal dan aset tampilan latar
ja: ローカルにキャッシュされたすべての画像と背景アセット
ko: 모든 로컬 캐시 이미지 및 배경화면 자산
pl: Wszystkie obrazy i zasoby tła znajdujące się w lokalnej pamięci podręcznej
pt_br: Todas as imagens locais em cache e ativos de pano de fundo
tr: Tüm yerel önbelleğe alınmış görüntüler ve arka plan varlıkları
uk: Усі локальні кешовані зображення та ресурси фону
vi: Tất cả nội dung phông nền và hình ảnh được lưu trong bộ nhớ đệm cục bộ
zh_hans: 所有本地缓存的图像和背景资源
zh_hant: 所有本地快取的圖像和背景資源

source: All provider API keys from Keychain
de: Alle API-Schlüssel des Anbieters aus dem Schlüsselbund
es: Todas las claves API del proveedor de Keychain
fr: Toutes les clés API du fournisseur du trousseau
hi: किचेन से सभी प्रदाता एपीआई कुंजियाँ
id: Semua kunci API penyedia dari Gantungan Kunci
ja: キーチェーンからのすべてのプロバイダー API キー
ko: 키체인의 모든 공급자 API 키
pl: Wszystkie klucze API dostawcy z Keychain
pt_br: Todas as chaves de API do provedor do Keychain
tr: Keychain'deki tüm sağlayıcı API anahtarları
uk: Усі ключі API провайдера від Keychain
vi: Tất cả các khóa API của nhà cung cấp từ Chuỗi khóa
zh_hans: Keychain 中的所有提供商 API 密钥
zh_hant: Keychain 中的所有提供者 API 金鑰

source: All your generation requests have been successful!
de: Alle Ihre Generierungsanfragen waren erfolgreich!
es: ¡Todas sus solicitudes de generación han tenido éxito!
fr: Toutes vos demandes de génération ont été réussies !
hi: आपके सभी जनरेशन अनुरोध सफल रहे हैं!
id: Semua permintaan generasi Anda telah berhasil!
ja: あなたの生成リクエストはすべて成功しました。
ko: 모든 생성 요청이 성공적으로 완료되었습니다!
pl: Wszystkie Twoje prośby o generację zakończyły się sukcesem!
pt_br: Todos os seus pedidos de geração foram bem-sucedidos!
tr: Tüm nesil istekleriniz başarılı oldu!
uk: Усі ваші запити на створення були виконані!
vi: Tất cả các yêu cầu tạo của bạn đã thành công!
zh_hans: 你们这一代的所有请求都已成功！
zh_hant: 你們這一代的所有請求都已成功！

source: Application Language
de: Anwendungssprache
es: Idioma de la aplicación
fr: Langue de l'application
hi: अनुप्रयोग भाषा
id: Bahasa Aplikasi
ja: アプリケーション言語
ko: 응용 언어
pl: Język aplikacji
pt_br: Idioma do aplicativo
tr: Uygulama Dili
uk: Мова програми
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用語言

source: Apply
de: Bewerben
es: Aplicar
fr: Postuler
hi: आवेदन करें
id: Terapkan
ja: 申し込む
ko: 적용
pl: Zastosuj
pt_br: Aplicar
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 申请
zh_hant: 申請

source: Are you sure you want to delete %lld card(s)? This will also remove any links to or from these cards.
de: Sind Sie sicher, dass Sie die %lld-Karte(n) löschen möchten? Dadurch werden auch alle Links zu oder von diesen Karten entfernt.
es: ¿Está seguro de que desea eliminar las tarjetas %lld? Esto también eliminará cualquier enlace hacia o desde estas tarjetas.
fr: Êtes-vous sûr de vouloir supprimer la ou les cartes %lld ? Cela supprimera également tous les liens vers ou depuis ces cartes.
hi: क्या आप वाकई %lld कार्ड हटाना चाहते हैं? इससे इन कार्डों से या उनसे कोई भी लिंक हटा दिया जाएगा.
id: Apakah Anda yakin ingin menghapus kartu %lld? Tindakan ini juga akan menghapus tautan apa pun ke atau dari kartu ini.
ja: %lld カードを削除してもよろしいですか?これにより、これらのカードへの、またはカードからのリンクも削除されます。
ko: %lld 카드를 삭제하시겠습니까? 이렇게 하면 해당 카드와의 모든 링크도 제거됩니다.
pl: Czy na pewno chcesz usunąć kartę(y) %lld? Spowoduje to również usunięcie wszelkich linków do i z tych kart.
pt_br: Tem certeza de que deseja excluir o(s) cartão(ões) %lld? Isso também removerá quaisquer links de ou para esses cartões.
tr: %lld kart(lar)ını silmek istediğinizden emin misiniz? Bu işlem aynı zamanda bu kartlara giden veya bu kartlardan gelen tüm bağlantıları da kaldıracaktır.
uk: Ви впевнені, що хочете видалити картку(и) %lld? Також буде видалено будь-які посилання на ці картки або з них.
vi: Bạn có chắc chắn muốn xóa (các) thẻ %lld không? Thao tác này cũng sẽ xóa mọi liên kết đến hoặc từ các thẻ này.
zh_hans: 您确定要删除 %lld 卡吗？这也将删除这些卡片的任何链接。
zh_hant: 您確定要刪除 %lld 卡嗎？這也將刪除這些卡片的任何連結。

source: Are you sure you want to delete %lld items? This action cannot be undone.
de: Sind Sie sicher, dass Sie %lld-Elemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar elementos %lld? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer les éléments %lld ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई %lld आइटम हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus item %lld? Tindakan ini tidak dapat dibatalkan.
ja: %lld 項目を削除してもよろしいですか?この操作は元に戻すことができません。
ko: %lld 항목을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć elementy %lld? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir itens %lld? Esta ação não pode ser desfeita.
tr: %lld öğelerini silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити елементи %lld? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa các mục %lld không? Không thể hoàn tác hành động này.
zh_hans: 您确定要删除 %lld 项目吗？此操作无法撤消。
zh_hant: 您確定要刪除 %lld 專案嗎？此操作無法撤銷。

source: Are you sure you want to delete this image set?
de: Möchten Sie diesen Bildsatz wirklich löschen?
es: ¿Está seguro de que desea eliminar este conjunto de imágenes?
fr: Êtes-vous sûr de vouloir supprimer cet ensemble d'images ?
hi: क्या आप वाकई इस छवि सेट को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus kumpulan gambar ini?
ja: この画像セットを削除してもよろしいですか?
ko: 이 이미지 세트를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten zestaw obrazów?
pt_br: Tem certeza de que deseja excluir este conjunto de imagens?
tr: Bu resim setini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей набір зображень?
vi: Bạn có chắc chắn muốn xóa bộ ảnh này không?
zh_hans: 您确定要删除该图像集吗？
zh_hant: 您確定要刪除該影像集嗎？

source: Are you sure you want to delete this item? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Element löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este elemento? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet élément ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus item ini? Tindakan ini tidak dapat dibatalkan.
ja: この項目を削除してもよろしいですか?この操作は元に戻すことができません。
ko: 이 항목을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć ten element? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir este item? Esta ação não pode ser desfeita.
tr: Bu öğeyi silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей елемент? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa mục này? Không thể hoàn tác hành động này.
zh_hans: 您确定要删除该项目吗？此操作无法撤消。
zh_hant: 您確定要刪除該項目嗎？此操作無法撤銷。

source: Are you sure you want to delete this prompt? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Aufforderung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este mensaje? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette invite ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस संकेत को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus perintah ini? Tindakan ini tidak dapat dibatalkan.
ja: このプロンプトを削除してもよろしいですか?この操作は元に戻すことができません。
ko: 이 메시지를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć ten monit? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir este prompt? Esta ação não pode ser desfeita.
tr: Bu istemi silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити це підказка? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa lời nhắc này không? Không thể hoàn tác hành động này.
zh_hans: 您确定要删除该提示吗？此操作无法撤消。
zh_hant: 您確定要刪除該提示嗎？此操作無法撤銷。

source: Are you sure you want to remove %@?
de: Sind Sie sicher, dass Sie %@ entfernen möchten?
es: ¿Está seguro de que desea eliminar %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?
hi: क्या आप वाकई %@ को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus %@?
ja: %@ を削除してもよろしいですか?
ko: %@를 제거하시겠습니까?
pl: Czy na pewno chcesz usunąć %@?
pt_br: Tem certeza de que deseja remover %@?
tr: %@'yi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %@?
vi: Bạn có chắc chắn muốn xóa %@ không?
zh_hans: 您确定要删除 %@ 吗？
zh_hant: 您確定要刪除 %@ 嗎？

source: Are you sure you want to remove this asset from the studio? This action cannot be undone.
de: Möchten Sie dieses Asset wirklich aus dem Studio entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este recurso del estudio? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet élément du studio ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस संपत्ति को स्टूडियो से हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus aset ini dari studio? Tindakan ini tidak dapat dibatalkan.
ja: このアセットをスタジオから削除してもよろしいですか?この操作は元に戻すことができません。
ko: 스튜디오에서 이 자산을 제거하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć ten zasób ze studia? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja remover este recurso do estúdio? Esta ação não pode ser desfeita.
tr: Bu varlığı stüdyodan kaldırmak istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей ресурс зі студії? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa nội dung này khỏi studio không? Không thể hoàn tác hành động này.
zh_hans: 您确定要从工作室中删除该资产吗？此操作无法撤消。
zh_hant: 您確定要從工作室中刪除該資產嗎？此操作無法撤銷。

source: Are you sure you want to remove this image? This action cannot be undone.
de: Möchten Sie dieses Bild wirklich entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta imagen? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette image ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस छवि को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus gambar ini? Tindakan ini tidak dapat dibatalkan.
ja: この画像を削除してもよろしいですか?この操作は元に戻すことができません。
ko: 이 이미지를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć ten obraz? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja remover esta imagem? Esta ação não pode ser desfeita.
tr: Bu resmi kaldırmak istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити це зображення? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa hình ảnh này? Không thể hoàn tác hành động này.
zh_hans: 您确定要删除该图像吗？此操作无法撤消。
zh_hant: 您確定要刪除該影像嗎？此操作無法撤銷。

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport hauteur/largeur
hi: पहलू अनुपात
id: Rasio Aspek
ja: アスペクト比
ko: 종횡비
pl: Współczynnik proporcji
pt_br: Proporção
tr: En Boy Oranı
uk: Співвідношення сторін
vi: Tỷ lệ khung hình
zh_hans: 纵横比
zh_hant: 縱橫比

source: Asset Type
de: Asset-Typ
es: Tipo de activo
fr: Type d'actif
hi: संपत्ति का प्रकार
id: Jenis Aset
ja: 資産タイプ
ko: 자산 유형
pl: Typ zasobu
pt_br: Tipo de ativo
tr: Varlık Türü
uk: Тип активу
vi: Loại tài sản
zh_hans: 资产类型
zh_hant: 資產類型

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
hi: अनुलग्नक
id: Lampiran
ja: 添付ファイル
ko: 첨부파일
pl: Załączniki
pt_br: Anexos
tr: Ekler
uk: Додатки
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

source: Auto-extract brand information
de: Markeninformationen automatisch extrahieren
es: Información de marca de extracción automática
fr: Extraction automatique des informations sur la marque
hi: ब्रांड जानकारी स्वतः निकालें
id: Ekstrak otomatis informasi merek
ja: ブランド情報を自動抽出
ko: 브랜드 정보 자동 추출
pl: Automatyczne wyodrębnianie informacji o marce
pt_br: Extrair automaticamente informações da marca
tr: Marka bilgilerini otomatik olarak çıkar
uk: Автоматичне вилучення інформації про бренд
vi: Tự động trích xuất thông tin thương hiệu
zh_hans: 自动提取品牌信息
zh_hant: 自動擷取品牌訊息

source: Auto-fill brand details from your website
de: Füllen Sie Markendetails automatisch von Ihrer Website aus
es: Complete automáticamente los detalles de la marca desde su sitio web
fr: Remplissez automatiquement les détails de la marque à partir de votre site Web
hi: अपनी वेबसाइट से ब्रांड विवरण स्वतः भरें
id: Isi otomatis detail merek dari situs web Anda
ja: ウェブサイトからブランドの詳細を自動入力します
ko: 웹사이트에서 브랜드 세부정보 자동 완성
pl: Automatycznie uzupełnij dane marki ze swojej witryny
pt_br: Preencher automaticamente os detalhes da marca em seu site
tr: Marka ayrıntılarını web sitenizden otomatik olarak doldurun
uk: Автоматичне заповнення інформації про бренд із вашого веб-сайту
vi: Tự động điền chi tiết thương hiệu từ trang web của bạn
zh_hans: 从您的网站自动填写品牌详细信息
zh_hant: 從您的網站自動填寫品牌詳細信息

source: Automatically extract brand information from your website
de: Extrahieren Sie automatisch Markeninformationen aus Ihrer Website
es: Extraiga automáticamente información de marca de su sitio web
fr: Extrayez automatiquement les informations de marque de votre site Web
hi: अपनी वेबसाइट से स्वचालित रूप से ब्रांड जानकारी निकालें
id: Ekstrak informasi merek secara otomatis dari situs web Anda
ja: ウェブサイトからブランド情報を自動的に抽出します
ko: 웹사이트에서 브랜드 정보를 자동으로 추출합니다.
pl: Automatycznie wyodrębniaj informacje o marce ze swojej witryny
pt_br: Extraia automaticamente informações da marca do seu site
tr: Marka bilgilerini web sitenizden otomatik olarak çıkarın
uk: Автоматично вилучайте інформацію про бренд із вашого веб-сайту
vi: Tự động trích xuất thông tin thương hiệu từ trang web của bạn
zh_hans: 自动从您的网站提取品牌信息
zh_hant: 自動從您的網站提取品牌訊息

source: Available Balance
de: Verfügbares Guthaben
es: Saldo disponible
fr: Solde disponible
hi: उपलब्ध शेष
id: Saldo Tersedia
ja: 利用可能残高
ko: 사용 가능한 잔액
pl: Dostępne saldo
pt_br: Saldo disponível
tr: Mevcut Bakiye
uk: Доступний баланс
vi: Số dư khả dụng
zh_hans: 可用余额
zh_hant: 可用餘額
